[
    {
        "title": "Yeah Ho!",
        "lyrics": [
            "Lghbina-matic, l'flow w techniques b ga3 l'mathématiques",
            "Wach a l3amala?! hanya Lah y7efdek a lmo9ata3a",
            "Uh! wech a lmot aji gha 9erdini",
            "Wow! bali bali ma kayb9ach kaysali",
            "Yeddo f yedd khouh, ta ra khoh li yeddo fih",
            "Ma ka net3ennach b derbi, wakha wlado medrobin f 7nakom",
            "Tla7it men drone, l9it rassi f Bronx gha f titre album",
            "Taach taach, give me the loot give me the loot",
            "Ma kaneteksawch nhar 3id lfitr",
            "La banlik jibi 3amer 3refni ana mekhchi fih",
            "Ma kanghselch wejhi fach kanfi9, kankmi",
            "Khwi lya f kissani",
            "Wow! bayno lya bghit nteclasha",
            "Ghanb9a nrappi m3ak, 7ta nchouf mali m3ak",
            "Yeah! khwi lya f kissani",
            "N9eddem lik sata dyali smiytha chaja3a",
            "Bit n3as machi b7al couzina",
            "Jani jou3 w sre9t l moul snack frita..w 7esselni",
            "M3ahom men tofola, f had l'game nourri logé",
            "Blama dsserni, ma kan7melch lwalida..fach ka tsekherni",
            "Ta3addoud lwifayat, ta ra mchina jinayat",
            "Oh! yeah ho!",
            "Limada? lihada, dfe3 lkerroussa khelliha ghada",
            "Ra be3d lmerrat li kancheddo taxi 7mer 7naya",
            "Taach taach, give me the loot give me the loot2Embed",
            "Yeah ho!",
            "19 3am dyal sa3a fil ja7im, nta w moussi9tk ra gha icha3a",
            "Fel Ba2 13 li ma hustl'ach ra ba3 chi pièces",
            "Yeah! jwan f sba7 w noire f la terrasse",
            "Kaydreb mountif w kaykhrej ybeddel mamah ghi b Annoucha",
            "Nari 3la 3ada, ka tel7ess Danone w katchem seddada",
            "9bel ma n3es kanfed lmanta w blassti ka nssouss'ha",
            "Real G's real niggas tlaguito gha n9oucha",
            "W goulo l Cheb Rizki ygoul l Hanane ma tsam7inich",
            "Kankon gha f dderb machi f Google Chrome",
            "9bel ma nkhrej men dar, ma kanchofch wejhi fel mraya",
            "3lach mchito?! ach dakom, hada dak disk li kan kaybekki babakom",
            "Ma3a dalik, 7ta chi microbe ma 3adani",
            "W gha nwesslo lik.. 7ta l'9a3",
            "Meli tzadina w 7na kangola l3a9a bani bani",
            "Nejbed sifi n7elkom, bla drouj kantle3",
            "F wedni lizi, ferda Nike w ferda Adidas",
            "Bdina a Skizo?!",
            "Baraka, 3endek zhar jaw daba lfekkaka",
            "(Skizo about to get that moula)",
            "Wra dehro ghaygolo, t3amek ghi koulo",
            "Nsit ra Dolly, nferga3 9ambouli",
            "Shit, gha nmixih 9bel ma t arrangini",
            "Wow! ta ra l'Pran plus ma l'infinich",
            "Finma mchiti gha tel9a l ennemies m9awsin",
            "Ma ghantle9ch lik l'Wifi ghanetle9 lik claque",
            "Tferrejt f Majid 3D w nes7abo pakani",
            "L7ayt rachi ch7al gadkom teb9aw tsebgho fih",
            "Kan7okk rassi bel mazot bach nekhrej kanebri",
            "Rbe7ti m3aya 9er3a dyal Siroc fiha bawli",
            "Aji w dir rassek f blasti ntaya",
            "Dir l'buzz bach y3erfok lgwar b7al Gueliz",
            "Ayi fella7 kayji fih l'fass",
            "Fuck! ta ra rassi khasra lih l 'Home', l'banlieue from",
            "9albi byed b ketret Colorado wella black",
            "Machi rassi li 9asse7, ana li ma kanbghich nefhem",
            "Sowwel 3lya l3wina li 7dakom",
            "Ghanb9a nrappi m3ak, ghanb9a ghadi m3ak",
            "Ta nl9ah, gha nekhchih",
            "Anaya laye7 lwra9 w bla ma tjme3hom m3aya",
            "Fach yallah t3ellemt nekteb, lwalid clashani",
            "Yeah! finma mchit telgani ttabe3ha",
            "Yes, kanlbes 7wayji homie bla te9yass",
            "Ma b9itch ka nech3er, 7aydo men 7daya",
            "B13 Savage motherfucker! oh oh oh!",
            "Yeah! ayi 3essass kayjih n3as, (Give me the loot give me the loot)",
            "Gha bo7di achrar 3arfkom ma gha tay9ounich",
            "L'Pran fdouli, all eyes on me",
            "Li yflowwi chinois yji 3endi ra kaytflasha (yeah)",
            "Ana kanchedd f sse7 w ntoma katcheddo fih",
            "F 3id miladi jabou lya cadeau lguito khawi (Taach)",
            "Rga3t lboulissi f talkie-walkie bach trondini",
            "Merredt l moumarrida",
            "Ra mtayf gha m3a rassi, kaybanlia gha nkhesserni",
            "Ketret ma kayti7o 3lya l afkar, wellit ndir casketta bach ma yfel9onich",
            "Fuck! la kant jo9a ma kanfekkech, kanzrem",
            "Wjehkom 9sa7 men l9ezdir li fog lberraka",
            "Huh! 9lina babboucha 7na b sauce soja",
            "Hnaya, ta ra rassi w ma kayddimch m3aya",
            "Ey! fommi ey!",
            "Wow! khwi lya f kissani",
            "Ncheddek f chi zen9a ma katkherrejch ndreb fogak ollie",
            "Khachi rwappa f karrost Marjane w dafe3ha",
            "Yeah Ho! Lyrics[Intro (Tag)]",
            "Machi jwan nta gha rass law9ida, oh no!",
            "Baghi ghir rda, mabghitch l'oseille derbi doura 3awja",
            "Ma b9atch tab3ani tab3a, ana li wellit tab3ha",
            "Wow! ta men rassi tle3 lya f rrass",
            "B9it kanchri garro men 3end mol détail 7ta 7al saca",
            "Ghandirlk dakchi dyal, chetti lihoudi ila slem",
            "La bghiti tenje7 khassek tti7 3la bent l oustada",
            "Kayn lkhawi w kayn rigolo",
            "Allah yerze9 ghi se77a w salama w chi beat dyal Dre",
            "Fach kenna sghar 9errit khtek sciences te7t l'mida",
            "Kayjiwna l7wayj men berra w sa7bi ma kayjinich",
            "Ta ra jina lguina lbinayat wednek safi ra 3yat",
            "Klit 7e9i w ta 7e9 [six mètres?]",
            "Walakin lwa3ra ila 3awedt lik bach kan7lem",
            "Wow! hadchi ra 9asse7 sme3 dani dani",
            "Tla7it men sta7 nhar la7 Nas Ether",
            "Welleft had sawt hada dyal",
            "Wech a rwappa dyal stylat",
            "Ha nifi menkom, la bant lhawta l'Pran kayrga3",
            "Bitches, gha tekhchih wakha tkouni be3kaka",
            "Chareb zzit dyal ch3er, mdoweb fih lkmaya",
            "Tadla ba9a b3ida, sowlo 3lya sbagha ghatgol likom kayb9a f lawno",
            "Centrale Laitière, ma bine stoura aji rde3",
            "Bghit ndir ri7a wana lga rassi hazz crimogini",
            "B ga3 tkhechkhich w tkechkich wast men lkass",
            "Ta ana tchehit chi 7aja, 7ta 7aja ma katji 7ta daba",
            "Rozina, jouj n9ati, ki dayrin 3aynina",
            "Ouais! yeah yeah ho! B13 motherfucker",
            "47 AK, hak'a, kanseben 7wayji gha b 9er3a d ferraka",
            "M7errech lkerch 3la ddher, bla ma t7awel m3aya",
            "Kan7ess b rassi Vento' 7it kolchi asthmatique",
            "Uh! machi ghi Rick Ross li kaychreb Rozay",
            "La kan m9ette3 les vestes kaykon sawi",
            "Bghina nemchiw l Harlem had Casa ma city'ch",
            "L3a9a ma b9atch kadir m3ana silat ra7im",
            "(Give me the loot give me the loot)"
        ]
    },
    {
        "title": "Chiico",
        "lyrics": [
            "Ta nserbi, ma ta ntsennach, tbe3ni gha tchellel",
            "Safi gha tleq menni ay wa7ed",
            "Chiico, Chiico, Chiico, Chiico",
            "Captain Savage got the DRIP",
            "Malek zerban gha bellati, sabegh cha3ri b tadellakt",
            "Mortal w l'K1, original, ntaya gha Taywan",
            "Alors c'est comme ça puta, la3ebaha solta ze3ma qui soutient fort",
            "Easy money, porte pas de banane Grande captain, hey yeah",
            "Wast la fête bouger lbooty, flow qui passe def, oh! oh!",
            "Kanfiq mtemmen, m3emmech, kan7ell lbab ta ntchemmes",
            "Ma chefna walu, nnech, ma gha yddikch nn3as",
            "Dick bla arigato, yo! pétasse ari gateau, yo! pétasse arigato, yo!",
            "Hnaya ch7al men sin jim, fommi ma fihch Ljaam",
            "F blast rriya, rekkebna culasse",
            "Pas étonnant que ça sonne terrible, technique machiavélique",
            "L3otla f Puerto Rico (grrr), diw m3akom li ykobb likom",
            "Ma 3endich m3a nniqach, ch7al twil had llsan",
            "Baghi l'vise ce n'est pas easy",
            "Tchennej, moqerrar mkemmach, weld 7ay muhemmach",
            "B7al Dybala feat Dembélé, khabta b cc f la bandana",
            "Ha, ma kayhemmunach nnas, ghmez la kan 3endek l'as",
            "Zid lou7 semta, lemme get bad, hey yeah",
            "L3otla f Puerto Rico (taach), diw m3akom li ykobb likom",
            "Kanrazi gha rasi, douz massi, yamakasi bin sstora",
            "3ndak tbri dir gel, twelli dayer liya j'aime",
            "Tkeyyes 3lihom baqin kayqraw w ntuma la7sin, galsin 3la Jack itro",
            "B13 Savage, motherfuck",
            "Yeah, yeah, yeah, hoe2Embed",
            "Weld la tess, finma tmecha bghawh f chi cace-dédi, oh!",
            "Kaytkhebba mora l'écran, 3endak chemch, dir l'écran",
            "Kayen lbeef, kayen ddes, aywa",
            "Bou7dha li quand ça dort, barka dour, driba béné w pactole, ooh! ooh!",
            "Ghadi w kankhter, la bdit kankhtem",
            "Fikom f3ayel d l'after",
            "Semm ta3 mamba, barek kantantan li ja batteh, hey yeah",
            "Ah! Baghin gha nmizi  pédé me fais pas la bise",
            "Ma kankhemmemch, kandreb mqes",
            "Wach hadchi kaytra vrai? B7ala ghadyin f chi travelling",
            "5 b beriya, fuck ta guérilla, Merco Beretta oh!",
            "Mchermlin bla liqama, machi snan l7lib, snan lqahwa",
            "Baghine tanan w bla crédit, bel mezzika wella crimé (wooh)",
            "Nta w tes copains, nfariwha chan tan, b7alla f cartel",
            "Vaffanculo bande d'enculés, Grande w Dolly dayrine 7ala",
            "L3otla f Puerto Rico, diw m3akom li ykobb likom",
            "Kanjibha f chebka, ma kan7ettch passe",
            "Aye ey, ah! lemme get that",
            "Parla khatira, taf taf salina, copains mimi d'abord",
            "Kmit 7ta b9at gha derssa, nta machi peace fommi ra Uzi",
            "Aji, hak, sir, jib, khod had lpunch 3a lgjam, qba7a machi lwcham",
            "Kanmchi zaleg f7al Neqqach, wach",
            "Intro, rétro, dkhelt men bab ddar, khrejt men l'métro",
            "Aji nda7ko wella nberriwha",
            "Dolly tala3, ntuma nazlin, gha nteyybohalek, dir l'vaseline",
            "Malek dayer f7al Pantera, derba we7da katellat"
        ]
    },
    {
        "title": "Khari",
        "lyrics": [
            "Kla sebbat f l3wacher, Pran ki katdir lhad twacha, hoe",
            "Chte7 fos a fos, chareb bouche à bouche",
            "Fais gaffe, stage Regal, lma w Ricard",
            "Fik lma, fiya ddo, niggas ma fidoch",
            "Darbin les moules, ma kaynch les normes",
            "Kaychreb, kaynom, kayti7, kaynod",
            "Saxo w qanun, katbano flou motion-slow",
            "Ta chi wa7ed mn ljaratim hna ma khales, yeah hoe",
            "Kon kanet lka fiha lkayna kon kenti kayn",
            "Enemies ahead !",
            "Yeah, kber chwiya, malek sghiwer?",
            "Doz ra doz, medrob b doz",
            "Kolchi tar, 7eqqi ta7 liya f lard w klah chitan",
            "7ess b l7ogra 3ayet 3la khoh lakhor",
            "Chalal, lmalal, 3refna fin 3endek khalal",
            "Nta ra bot a bot, fik lmot a mot",
            "Wow, kaynesbo 3lik 7it fniwen",
            "Khellik f sbaghtek bla ma tbqa ttliwen",
            "Ana gha nwerrik hadchi kifach kayddar",
            "Kullek 3ala ba3dak basel, technique dyal lbrasel",
            "Kri chi car, kraweh 7it dar",
            "Bqit mtekki 3a l7ayt ta mal, ma kaynch l2aman l2amal",
            "7amdin limoun, kulla mdina 3endha taxi 7mer f loun",
            "Dor biya merra khra, n3tik gha l l3ayn",
            "B7al Brahim Idouche, ta ra ma kaynch mnin tdoz",
            "Ri7t lghayet, dir les couches, sedd ta ta bouche",
            "Borj l3ankabot, feqt 3an kabus",
            "Khrejti l l3ayb, te7ti m3a wa7ed khder w tayeb",
            "Weld Rabat mcha l Paris, bqa ghir kay3eyyen",
            "Lma ra tab sir l douche w douz w doub w boul, hey",
            "Nti7o lard, nchofo chkon li true w chkon li false",
            "B7al 132, hadchi la yajoz",
            "W haka, wa lbouwal4Embed",
            "La therresti, dir Sintofer",
            "Hello Kitty, ktaba antiquité, 3yiti quitter",
            "Qechabtek wse3 men Acima w Aswaq Assalam",
            "L'fraise dyalo Tut-ankhamon",
            "Jebti l'KO, chreb rrayeb, 3endi stylo fayed",
            "3afet Schumacher",
            "Gamil, gamal, dayer Always anti-lbalal",
            "Tseqqiti goutte-à-goutte",
            "Wje3 trap, chedd f rasek, chedd lard",
            "Ti malek, ta malek kullkom nefs ttaman",
            "Hey, f peak bogiya w chrachel",
            "La 7maret 3aynek, dir Bleu Collyre",
            "7ari, khari, Pampers",
            "Wow, ta7 ta7 jibo wiw wiw",
            "Ma fat ta chamal w kaydwi 3a l3alam",
            "Ara tournevis, baghi ndir studio f conteneur",
            "Mnewwedha f lmouv, mnewwedha f lmoj, yeah",
            "Danone f sérum, dar lih f silun",
            "Drebna dora bla picard, ri7t lcritical",
            "Khwi zid chi rhum, suicide f chi room, msa7 zid chi nun",
            "Trip Trap, Taach, Trump, Trax",
            "Ma tbqach wagef, ijlis, technique kaydir cyclisme",
            "Jouj w nes, khod halls",
            "Wow, nta rappeur dyal l3ras",
            "Kayn l'bras droit w l'bras d'à gauche, dakchi b tatabo3",
            "Kayn sbitar w kayn cycliste",
            "Baqa kattbawqo lgoza, lma ra tab sir l douche w douz",
            "Ri7t Bleu Chanel, la ra Black Label",
            "Zeri2t l9eneb, terrikt lafaar",
            "3aref rasek 3ayem f dak lbol li kenti bayel",
            "Tkhellet liya LMD m3a lcrack dyal Pro Tools",
            "Dolly ch3el ddo plizya copier-coller bayen",
            "Long Way 103 sabqa Goldwing",
            "Comme d'habitude, fommi khasso vis",
            "Chti fakhir ra ga3ma fakhor (Khari)",
            "Khari Lyrics[Intro]",
            "Punch glitch, jib chi tapis ra kayn lgliss",
            "Qeyyed 06 ttnin w lkhmis"
        ]
    },
    {
        "title": "A.C.N.D",
        "lyrics": [
            "Choklate ktar men tabac, ngolhalk f wejhek wella ngolha daba",
            "Ch7al men track kayn f chester, kmi lite brem f chi sder",
            "Kola sa3a 3tini beat khor kaychkher, Pran-dolly la makaynch khoh",
            "Ghan3ti 3ayni lmama, 19 Covid, sif w kmama",
            "Akbar fuck li ma y9edderch ga3 dakchi li kano kayt9atlo 3lih drari",
            "(Mayweather wla Conor Khabib kaywedde7 lina loumor)",
            "Ay serf kayrje3 3chiri dir f balk ay cherr kayjerr",
            "Teacher jari m3ya 7di  your sister, nari Dolly ga3 ma kaytched",
            "Pran' centre-avant corner penalty 3tih la main (B13)",
            "Ça fait longtemps indépendant, kandir kolchi bla main",
            "Nchouf chkoune li m3ak ngoulik natija",
            "La solde la remise, allez viens chez l comiss'",
            "Ne3ti 3ayni lmama, 19 Covid sif o kmama",
            "Machi Selena Gomez sinina m3a l gomes a promise",
            "Mayweather wla Conor Khabib kaywedde7 lina loumor",
            "3imara 11 dar 12 B13 kolchi tach",
            "Koune ghi rwijel, nmout m3ak nti7 m3a Rebbek f lli ja",
            "Njik face rah 3endi ana ghi wjeh",
            "Foug lbeat kanwelli jenn",
            "Ça fait longtemps indépendant, kandir kolchi bla ma",
            "Derte rassi bla piston, système b7al City Manchester",
            "L'uniforme te7t chemise, nta gha chien dyal l'police",
            "Hada ri7 berrani, teb3i kabrani ma kantsawe9ch haz sab3i lwestani",
            "Kandwer f l’analogue catalogue ego-trip monologue",
            "Des années pendant a mal, 9albi byed cha3la fih flama",
            "Action Crime No Drama, ghan7essno lik bla ma",
            "Nedreb m3ak tewwala koulha 3endi jjehd",
            "Ça fait longtemps indépendant, kandir kolchi bla main",
            "Monotone gynécologue, métaphore metaprono no no",
            "Ay 7aja ila ketterti menha ka tle3 fel kerr",
            "Action Crime No Drama, n7esseno lik bla ma",
            "Ghan3ti 3ayni lmama, 19 Covid, sif w kmama1Embed",
            "Sauvage live f B13 cobra Nike chof wach chaf les tresses",
            "Men chnguit tal l3on9, finma w9efna nferg3o flama",
            "Action Crime No Drama, ghan7essno lik bla ma",
            "You know!",
            "Des années pendant a mal, 9albi byed cha3la fih flama",
            "Allo Dolly machi baba, là bas, kolla wa7ed w kifach jabha",
            "Wakha tl9a jame3 f ay derb, gha tel9a nifa9  f ay 9elb f ay 9ent",
            "C’est trop zid khod, Coca-Cola pas de schweppes citron",
            "F ay we9t ay derf, kayte9leb ljew ay ders kayderr",
            "F blast lme3da 3endi omisse, carrière dyalek kolha gha remix",
            "Ara lina lwra9 li fihoum wjeh lmalik, lbachar ghi 7ayawan manawi",
            "Rebbek kay3tik ga3 dakchi li nawi, chouf ghi chno li baghi",
            "Dark f les texte les taxes atkhelss'hom cash machi b chi chèque",
            "Tach! You know!",
            "Wst bladi 3ayech ger-étran, tu prends 23 w kay3tiwni 30",
            "Hna khassni ana rah 3aref fine ghadi nchedd",
            "Dmaghi système Java, ça va kayfi9o b7al tar-ava",
            "Had denya bghatni nkoun legend",
            "Kmmartk las9a f ddess ma3ndnach lw9t bach ngouloulik b slama"
        ]
    },
    {
        "title": "Taach",
        "lyrics": [
            "Galbi k7el men cacao, 7etta La Martina Polo (polo)",
            "Machi mabghinach n9raw, asatid li ga3ma jaw",
            "Eh! Bidodane  f Coca-Cola",
            "No more no peace, machi gha taxi nta ra tobis yeah",
            "Kola nhar K.O, tfiw gha daw",
            "Eh! Bidodane  f Coca-ColaEmbed",
            "Walou walou makigoulch Ey (ey)",
            "Ba9i kaygoul hadi f khater, rech 3lih chwyia del water",
            "Merra akhra niqui lk mother",
            "Nta ki ddi lk you know what i mean",
            "Taach, taach, Bidodane  f Coca-Cola",
            "F Chelsea kayn gha Hazard",
            "Sleep down, homa li ki bdaw",
            "Mountif jani surprise, n7erdek gha b son de prise",
            "My name is 'Pran (ey)",
            "Ma chefna ta 7aja, koulchi kayji par hasard",
            "Tay7 lik m3aya lkerch charb Champion's League f kass l3arch",
            "Yallah ciao",
            "Wald Ali 3endi Godfather",
            "3andi 2 coups, n9tlkom f un seul coup (scoop)",
            "Wait now, mat3ejjebch fya ta tewled w tsenna ki ghaytle3",
            "Hada fin l9awh, ki jbdha mn l9a3",
            "Taach, taach, Bidodane f Coca-Cola",
            "Nada to nada, codéine fel monada (yeah yeah)",
            "L'feeling machi howa li f Macao, 3endak 3emmar tjina polo",
            "3ndak ra kayn ddfal",
            "7alwa w farmaja, tsenna zhar bima ja",
            "Dolly freelance no brother, ma t3awdch lya ga3ma 7ader, ghader",
            "Dolly ch3al ddo please mni bent lik chad l'prise yeah",
            "Dolly ki bourchni, kadrk chi haja goulna chnahya (Skuurt)",
            "Eh! eh! topline topline (eh)",
            "M3aya makaynch ddfar b ga3 l'power, b ga3 dough",
            "Jwan f sta7 mou kaydor",
            "Ki cha3lo ki tfaw",
            "Ma tiy9tinich aji tchof",
            "3imara 11, dar 12, B 13 koulchi ..",
            "Jouj jwanat gha f gramme",
            "3ayt lihom, yjiw ychofoni kankhayat lihom",
            "Tla3 lya Dopamine f Rap Maghribi dayr crise yeah"
        ]
    },
    {
        "title": "Napoli",
        "lyrics": [
            "Drari tay7a b'tabssil coma, ma yde39ni ta chi pussy tolard",
            "Kanji katbda swallow-wallow, bdina l' R.A.P gha  b'walo walo",
            "Ah, you know what I'm saying, Grrr!",
            "Vécu vio-lant, vite salope galoppe",
            "Zbi s7ablik To' demdouma, nta men f3aylek 9asshom Adouma",
            "B13, you know what I'm saying, Grrr, Grrr!, Pow!",
            "Khoud pill, mosskin, mouhdine, dir pause lmou2addine",
            "Défoncé, ca fait que foncer, Double To' foug la d-pro' comme AlQaida",
            "Dareb culo f'bangalo-galo, Whiskey f'iddi fuck li galou galou",
            "Dolly ninja assassin, zdt lihom antidépresseur f'wer9at la SACEM",
            "Gang! Kolchi cagoulés ghadyin 9assdine l'bank (dank)",
            "Todo l'Napoli B13 nadoulik (bang!)",
            "Démarrer mmatri, kanfi9o 3el belya, ba9in ma fatrine",
            "Ch7al men feature khasso sahm ta wa7ed massref la flouss la cassa",
            "No low battery, la m2addi, b9a 7adini gha trib wast l'instru",
            "Makina ta cosa sauca, Nostra-Cosa, Pran-Dolly only Sosa",
            "Z 1000, zid île, out in, Code Puk, Code pin",
            "Habité kichta saboté, sikine a coté, lli kayji kaytbyde9",
            "Hijo de puta madre, ch7al men track khrej rappito gha f'khatri",
            "Tete déboité, divine comme Poséidon",
            "Ca dépend 3la 7assab, mossta9bali khellitou f'passé simple (Gang)",
            "T'as gouté? la muerte f'cocktail",
            "Sous coté va sur le coté, b9a 7adi l'coté, 9a9a f'ta bouteille d'eau",
            "C'est donnant donnant, pour teuchi colant",
            "Victime, victime, B13 big team, Big Mac cheat meal",
            "C'est BNJ Block, c'est l7ouma, kolchi ki bi3 kolchi ki fumar",
            "Kan'cadrer ara liya m3ak ndadri, kayen gha drill, weld Ali godfadre",
            "Todo l'Napoli B13 nadoulik (bang!)1Embed",
            "3arfinek kharje gha b'flouss'ha, touza, khala Noussa bagha boussa",
            "Codeiné wast l7ouma, j'suis venu raffeler tout ces homards'"
        ]
    },
    {
        "title": "Trax",
        "lyrics": [
            "Li 9rib lik wakha yjib lik, 3arfo cherrani",
            "Ch7al men rajel tle3 anoucha, gal l khto ga3 ma kat3erfi (Wow)",
            "Mama, tach",
            "Lkhsasma  (HE2)",
            "(Yoo) Ra kangoul ghi li darrani",
            "Lkhal bel quinoa, ra deghya kaynwa",
            "Hada ra trap machi cha3bi",
            "Ra safi w machi plaisir, f desert w lgguina dessert",
            "Bini w binek piassa, wa lakin ra machi chi zine",
            "Whoo!  mama",
            "Wata goul l'arbitre yji yseffer",
            "7allit 3ayni gha bezzez, 7ellitihom f la nature",
            "Khossossan lwalida, 7seb rassek 9aleb tle3ti gha sanida",
            "Matlgach menni two, bghit nchofkom zra9ito, sélectionner tout",
            "Ch7al men sata daret m3aya f3ayel Laarbi",
            "Close 3lya had door, kayna gha Allah w malin dar",
            "Wa trax, wa traxEmbed",
            "3endek semta ke7la f la voiture",
            "Lkhir fel bal w fel berrani",
            "Kolla nhar ka noter, kan grignoter b calamar friture",
            "Kanw7el b7al l9nat dyal Benoit",
            "Kan improviser la nsit lwer9a f jib jacketta",
            "Yeah  yeah hoe",
            "Too  me' me too, b9ito d3af wakha trinito",
            "Zen9a jarrani, 7it chanti li 9errani",
            "La derrek had shit f rassek, 7ell cherjem chemm lgharbi",
            "Dolly Xan fel game ma manetta, kalle3bo l'basket ball b korat rakita",
            "Nari ta7 ghanhezz lmanetta ndour lkharita",
            "Menni kayn wa7d, 7al f7al f7al chinwa",
            "Les9o lya f texte, thanks bro my life is true",
            "Fen taykoun hada bghito, telgah kayktab fel 7yout d bito",
            "All eyes on me kolchi 7adini",
            "Ma t9arench btata bel khoss w les choux (Mama)",
            "La ma 3refch jibo ghi ychouf",
            "Aweddi ghi sir, fel piscine mokhi kayssil",
            "Bach ye3tiwk chi SLS, SMS mcha f ONCF",
            "Ana kanrappi w howa kayseffe9 (Hoo)",
            "A rwa7 9lil li gha yerwa, ri7a kaddir rwa7",
            "Safi salito, Dolly carryito, gjam 9addito",
            "Ma lik walo w katb9a dir fiha m3a lmo2assissin",
            "Baghi handle",
            "Negleb satellite, machi Dolly la ra tchabeh lik",
            "Ma  tb9ach tel7ess l'Kappa, welli tel7ess Ellesse",
            "Alfredo ka n3erfo kifach n3icho (Mama)",
            "Wellaw kayrappiw msaken b ketret sokhra",
            "Dolly chdayer waah, nkhel w ki lwa",
            "3endi passé composé proche future (Yaa2)",
            "3endi coca f robinet",
            "What the fuck, jina K.O n3essna 7da daffa (Ha2)",
            "La n3ast kan rappi toplini b chokhra",
            "Tach motherfucker Pran Do",
            "Ma 3reft mali m3a had l S wel F",
            "Whoo! B13Savage motherfucker (yo)",
            "Ma tkhelletch la m3a dem ta malek chnawa 3atini",
            "9rit  l bnadem achno f rasso, 9riti f CCF"
        ]
    },
    {
        "title": "Noir O Cloppe",
        "lyrics": [
            "7afd swari machi 9ira2a (9ira2a)",
            "Aji nda7ko aji nla3bo (hey) baghi tbawa3 ra lavabo (no)",
            "Mn wast lmsawes fost lcrime (crime)",
            "Gha tjibo left to right, kolchi black makaynch no9ta white",
            "Wejhi fih l'incassable, a7ssen cachet howa li kaydoz ta7t tabla (gang)",
            "Ch7al mn lila nsitha knt sakran, sahla ntala3 track ghir sban",
            "Zero pote zero faute, wlad darbi makhafoch mn lmenotte",
            "Maktkdebch 3liya 3arfek ghir na9al (na9al)",
            "Zero flope noir o cloppe, flowat ra ba9yin flcocotte (yeah)",
            "Dolly kayfidni wakha lbalya njri m3ak tal Sidney (gang)",
            "Finahiya bakiyato light, ghadih bayto flbit tonight (Woah)",
            "Zero potе zero faute, matso9nich ana ela kri pilotе",
            "Kanjihom face kayjiwni jenb, kanjihom rajel homa li baghini kelb",
            "Fiya virus ki nta9el, ro7 dyali katnta9em",
            "Ggared liya dahri kayji bnin, kanchof wajhi f'sifi kaybri",
            "Dolly raje3 jay mn Hira9le (ayy) La jamal la ana9a",
            "Ah bon! Bravo! Pran ti kon gha f labo (whoa)",
            "Zero flope mn noir o cloppe, kankhli trace dem flculote",
            "Li mazal jbadni gha nriglo (nriglo) sir t9awed matgolich bro (eh)",
            "Zan9a l3icha fiha mosalsal (whoa) Ghlati radlbal (yeah)",
            "Gha katnta9ed, gha bo7di kant9atl",
            "Fay9 cho ki nayd, tachiwa7d mab9at knyto ghayt (B13)",
            "Machakil kharja mn jib sarwal (sarwall)",
            "L7al hwa zed f t9ater, ghadi tnta7r (ah)",
            "Sosha bla matsayn, wila n9ass chi wa7d chno ghadi yzidni (tach)",
            "Trifa satrha f'jean ana, popstar Billie Jean (Jean)",
            "La jbadtih ra kan saber-ah, 3yet l3chirk rass l'câble-ah"
        ]
    },
    {
        "title": "Foufou",
        "lyrics": [
            "Dert l3a9a dar ma nasikomch",
            "Nta sekhar ma teb9ach tsekher, tejri m3aya tchedek sekhfa f lekher",
            "Hanta katchouf chouf",
            "Actualiser, sursis Pran finma mcha localisé",
            "Malek kachef nachef, ana 2assif nta natel lbassel dima la7ess 7assel",
            "Dolly ghadi 3afet 3el 3atifa",
            "Wakel serwal dyal gatifa",
            "(Adam K) Pran Dolly, Pran Dolly taach",
            "3alamat istifham, même 60 3am Dolly kayl3eb",
            "Ra katgoul ntaya bla fer9a",
            "Ga3 l'maths f had l'une-deux",
            "Drab rasso m3a l7ayt kay3ayet \"au secours\"",
            "Rima ba9i ma kemlat",
            "Xanax Nordaz, nhar daz",
            "Nta debban kaynechouk, 7out bayen fih chouk",
            "Yeah ho!",
            "Hanta katchouf tchouf, hanta katchouf tchouf",
            "Ta ra je m'en fous, ta ra je m'en fous",
            "Kmit rayti f 3 d9aye9",
            "Ma tghettinich serbi aller, yallah wa bali bali",
            "Kmit ga3 sba3 ma b9a 7ta dfer",
            "No ga3 ma kanch3ar",
            "Pran Dolly, wow! taach",
            "3endek sabouna 3endi kher9a",
            "Everyday foufou, ta ra je m'en fous",
            "Eh! eh! nta baghi rass lkhayt",
            "60 3am daz f simana, aji ma teb9ach ghadi sare7",
            "Taach, w dour dour t9awed",
            "Ya salamEmbed",
            "La kan bbak chadd kourssi, kanjibha b dra3i la 7bibi la 3zizi",
            "Ch7al men Mac tle3 Window",
            "Ga3 tkha ga3 lkhawer",
            "W koun mrigal, la yjiwek les règles, heh",
            "La zhar la ma ward, ma kayench stop 3awed",
            "Ma taygoul walou ghir tayngar",
            "Kandirha l rassi w kanfokk'ha, kankteb bla ma nfekker",
            "Ma kanbghich nforsi, ma tcheddnich wakha te3ya ma tleasi",
            "Kanlou7 drop machi single",
            "Howa bagho rass law9ida",
            "La sbeghtini zid chi couche",
            "Bach ma ddirch ma kayench bach",
            "Fommi ga3 ma kaytlocka, messous 3lik zid sokkar",
            "7wayji street-wear fashion",
            "Koun kent louz, koun kont merr",
            "Yallah enchanté on dance la kenti easy easy",
            "Klit hna le3sa bel m3el9a",
            "Nari mat, ntaya ghi kari lkalimat",
            "3ayet l 3chirek kayen match",
            "Ayti7 lik tension, koul ttmer",
            "Ma ka tesrefch 3lya Nariman",
            "7out bnin fih chouk, kerchek kbira fiha jou3",
            "Khouk mrid jib chi coach",
            "Ta ra je m'en fous, waah",
            "La première fois ndouwazha lek, ngollek tanya gha nwe7elha lek",
            "Everyday foufou, everyday foufou",
            "Tkhebba ra kayen ch3a",
            "F l'album khelli tsawer",
            "Fach kay3aytoli ma kangoulch n3am",
            "Jriti bezzaf 3yiti stare7, la tkhasemt ga3 ma kantsale7",
            "Ma kayen gha shoot shoot",
            "La3eb \"kant koupi\", nta katcopa l'beat gha kaytloopa",
            "3endi khali f Cali mat",
            "Gha t7ess bya jiht l9elb",
            "Beckenbauer, ga3 tkha ga3 tkhawer",
            "Deppani t3ich ghi b panier, ghanikik retour w aller",
            "Dolly ydour w cheb3an kalimat",
            "Ga3 ma kantchawer, khoud dou9 t9awet",
            "Ntaya 9ssir twil w fachel",
            "Kerchek kbira fiha jou3, Tn Nike 3endi f shoes",
            "Hak jerr chi taff",
            "3endek nnefs del gas-oil, wa baz",
            "Rassi nssit fih 3assifa",
            "N7essen lek chfar b m9as dyal jarda",
            "Machi ch3ar li kaych'har",
            "Foufou Lyrics[Intro]",
            "Sir f7alek, hazz ssif 7add",
            "Ki jak li chwya f chi chakl, f techniques nakel",
            "Ghatchouf m3aya ga3 lmard",
            "Eh! ouais ouais, uhuh!",
            "7na A7rar bla Latifa",
            "Ach had zzmer, ach had zhar",
            "Ma dwich m3aya f hadchi deghya kayji kayji",
            "Licence f kolla séquence",
            "Stora gadd spaghetti fach katkoun z9aye9",
            "Ntaya kaykhel3ek Allal L9alda",
            "Chadd lard, chadd zkir m3a ch'har",
            "Ach banlek f had l3ard, talamid ach banlikom f had lfard",
            "Jibi 3la rrima ghada m3ell9a",
            "Rak katchreb birra ghir fel happy hour",
            "Mni kan ba9i tifl, lmikat dyal lkhibra",
            "Sda3 f biti wassel 7ta l l9ayed",
            "Bach jay bach dayer, k7az men tri9 wella ndouz 3lik",
            "Tiri Uzi easy, la bghiti lkwari ghi serref w mizi",
            "Ma ddich 3lya Pran frakl, dima l'batterie faible",
            "Li kaychreb melli kaych'ha9",
            "Ch7al men sba3 khowrato gha 9erda",
            "Tle9ni 3Lihom, ooh!",
            "Lizar ga3 ma ghettani, Nizar ga3 ma Qabbani",
            "W dour dour t9awed (w dour dour t9awed)",
            "Non non please blach",
            "Rassi 9asse7 snan dyal staff",
            "F bali ghanemchiw l Bali, yallah w a dir f balek"
        ]
    },
    {
        "title": "20B13",
        "lyrics": [
            "20B13 Lyrics[Intro]",
            "Ahh!, 9alam rassass saf7a bayda",
            "Tfou yekh moussi9tek ch7al ye3!",
            "Oh yeah!, ndiro lih howa wiyeeh (yo!)",
            "Nari jat cousine jabet rwi7a l Hassan Houssine",
            "20B13 savage mathafuck, you know!",
            "Baghi tweli cool tle9 J Cool",
            "Serwal bidodan f jean philip plein",
            "Yeah yeah, Ho!",
            "Ta mal chnawa, chbawa kaybolo (eh!)",
            "Ara dak l mic ou sir (yeyeooh!), akhyab dossier",
            "Kan7es bhadchi gha rassi bruh (okey!)",
            "7afid zghayda rass l3am machi rass w9ayda",
            "Zid zaytoun, sir charek f'Arab Idol",
            "Boussa boussih kayss7ab rasso Caza José",
            "Douza douzi bdina sghar ki Abd l'Hafid Douzi",
            "Khdem ou mabghach i9ra, fhem ou mabghach izga",
            "Point final fikum ch7al men wa7ed made in China (eh)",
            "Wach had zher 3endi ghi ana ?",
            "Sir fari l plan, li chrab machi b7al li kla",
            "Kandowez l3am ntouma gha b7al chi sanaâ",
            "Rima ki dayza 3endna lmezzika gha zayda",
            "Ne9ina khizo b makinat la7sana",
            "Fblasst l moukh 3endi gha ala (yo!)",
            "Malkom matkhaylnich?, choufni ki ghankon",
            "Koula nhar kayn chi zga",
            "Baghi twelli ghani sir l ghana",
            "Khrak matjam3uch makinat la7saab",
            "Tfou yekh moussi9tek ch7al ye3",
            "Yeah yeah, yeah yeah",
            "Bla madérangina format 3endak dial Orangina (Bling!)",
            "La lbasst l9amija kayji lcole",
            "Parcours 7afdou par coeur (eh) stoura ghlad dial markeur",
            "3tina l mic ou sir, akhyab dossier (mamah!)",
            "L9adiya 7amda kaydirou brayda",
            "Kayhezz caméra ou kayansa chi plan",
            "Ndiro lih hiwa wiyeh yeah!",
            "Bla mat mélangina nta Raibi ou hiya Merendina",
            "Gha kan dozi f rap b7al 3abd jabbar louzir (RIP)Embed",
            "Gha kan dozi f rap b7al Abd Jebbar L'ouzir (Ah!) (RIP)",
            "Fin jat l couzina baghi n7ayedha ou ndir jacuzzi (Ahh!!)",
            "Ara dak l mic ou sir, akhyab dossier (mamah!)",
            "Li cham machi bhal li kma, pran ra gha kayakhraa!",
            "Gha kan dozi f rap b7al 3abd jabbar louzir (Ah!) (RIP)",
            "3chiri hnaya dima nayda",
            "Belaya wakha kaya3tiwkoum btissama Makaten3essech la malbesstich pyjama",
            "Satat kaydirou hayda dirha gha zwina ra m9ayda",
            "Fay9 7a9ed zad w7ayda",
            "Kayn bna9ess makayench zaydoun",
            "Sari9a parkoour @b13savage.com"
        ]
    },
    {
        "title": "Breakdance",
        "lyrics": [
            "Ghandiro lik recyclage, lsa9ti kol chi flash, te7ti f kolchi taach oh!",
            "Dima kanghawwet machi ta kanfowwet",
            "La classe 7etta classe kayn gha l clash everyday nayda taclage",
            "Au revoir, sir ntaya kmel les devoirs, bach bak yeddik m3ah la foire",
            "Souloukat, tab3ani ttab3a w solotat",
            "Cheje3t Sandokhan, cheb3an gha doukhat, gha dokhan",
            "Rassi kayjib lya gha lmachakil w sme7 lya",
            "Ghansali lbakiya la dkhelna f détail",
            "Ta7 m3ana ma boombach, ma tcombach, dakchi 3lach ma foundach",
            "Hu hu2Embed",
            "Kenti mesmar nterre9 bik contre-plakiya",
            "Fine kayskon?! Dolly East Coast wowow",
            "Ferme ta gueule safi dégage, chouf kidayr chouf ki dayer",
            "Yjiha short w yjiha sserwal, kami tarf w wakel sarwal kan3es nhar kollo w kanfi9 sa3a fel 3chiya",
            "7fat 7fat kayn gha l'audiowat",
            "Heh tu vas voir",
            "Sala le7chich kmit cellophane, jiw ouloufat",
            "Dir l wejhak défrisage, tale9 l'Wifi khok men break réseau",
            "Khater b7al chi tanjiya, ktaba zinjya, ch7al men 9obbiya be3tha f djayjiya",
            "Chouf w kan, trini Shōtōkan",
            "Machi motorisé, Motobile",
            "Bghina l a9rass l a9rass khachi lbirra wel macha3ir f la glace",
            "Bonsoir m3ak les anchois machi l framboise fel 9issm dial rap 3andi a7ssan ardoise",
            "Wohoo! Ah haha!",
            "Zid ssawt zid l ISO, ha ha hah, kayrappi 3la 9bel bisou",
            "Cheb3an acier w no9ra tle3tou plaqué or",
            "Sauvage del Ba2 13, larga f l'argot, flexi b akhyab langage",
            "Ma kandirch la liaison, kolla nhar kandir l flow livraison",
            "B13 savage motherfuck",
            "Souss tricok Kit Kat cocktail, ga3ma kyskot",
            "Atchoum! kanghsel che3ri b 9er3at ACE'iya, b9ali chwya w ghan9ette3 lya",
            "Baghi ncibli ya, b nnesba lya, kanakol Jebli baghi njibha jebliya",
            "La classe 7etta classe, kayn gha l clash everyday nayda taclage",
            "Kan7ok dahri b grattoir, Dolly être Pran avoir",
            "Saltowat fel ktaba hazzin chkayrna l bateauwat ghajiw daba ha!!",
            "La kenti nta watwat ana wazwaz rassek dial techwat l7elwa b7al salade niçoise kadoz ki chocolat",
            "Nkherbe9 lik réglage, message reçu clash",
            "Hak chem, w redd 3lya, ma nkhafch 3lik rak tem, la mchiti jib lya",
            "Klathom ticket lculotat, tiki-taka machi Tiktok",
            "3endek la peau belle, fommi la poubelle",
            "La3bine cache-cache, m3a l'cash, tle9 ma tb9ach m3ankach ana li 7mer f7al Kech",
            "Allo Dolly allo wesh codéine f tabla Sprite w jouj sirowat"
        ]
    },
    {
        "title": "Drill Hood",
        "lyrics": [
            "Parisiens fogo te7t, [katnbe7?] smit bbak",
            "Kandreb 9bal man  n9ias, eyy!",
            "M3ak drill dyal l'hood, Ba2 13 tal lmout!",
            "Ch7al men wa7ed dkhlato rotouba",
            "Chemmit cendrilla, ana lli mkhebbi sbbat Sandrilla",
            "Ta5t!, Balenciaga lfoug olte7t",
            "À quel âge?, fsimple ou drti faux tirage",
            "L3a9a ga3ma kikoun fiha double",
            "Fikoum gha l'carénage, ba2 13 le3bo 7aba f'session patinage",
            "Gang, gang, gang, gang",
            "B13 SavageEmbed",
            "Dayr senssla f'nyab, brtouch 3ndi 7ssen mn hôtel California",
            "Kanlowwet l'Pancréas, zen9a machi hiya stagate San Andreas",
            "Zid cape, khchi chkkara wsst l'Eastpak",
            "3imarra 11 dar 12 lbab 13 kolchi TACH!",
            "Gang, gang!",
            "Rb7a mb9atch f'mini enfant",
            "7med lah mnin katfi9 en forme",
            "Matkhafich 3liya tal3 m9yess, eyy!",
            "Ga3 l'vibe ga3 l'mood, cheftek ba9i galess wach ma3lmoukch?",
            "Pran b7al chi Blaze, ghadi  manuels w mworrk 3la l'Ambrayage",
            "Kenna o derna rassna majinach",
            "Bonjour ta ra kayn concours, mise à jour",
            "Gang, gang, dossier dyali 3and C.S.I",
            "Lawat lik l'pancréas , eyy!",
            "Finma mchiti kayn 7jer otoub",
            "Casa machi bayda, fdama ch7al mn bayda9",
            "Ba2 13 l3on9 40 immeubles, WOW!",
            "Ah l'kina makinach matbqach tlagi lina f7al l'makinat",
            "Kandreb 9bal man n9ias , eyy!",
            "Pran bda tyfarwa7 , ga3 3eddina 7ejrat l'MP3",
            "Pran malk fenyan?, gha kat copier f lien",
            "Las, dos, tres, kantrippi b'Mentos fraise",
            "Gang, gang, dossier dyali 3andi C.S.I",
            "Kandreb 9bal mn  n9ias, eyy!",
            "Safi ta7 rideau, aji hak chi bisou, nari chnawwa kaygol",
            "Kitna9cho f'couplet, kandbe7 bla manwssekh compliya, yeah!",
            "3ndek 9alb dyal l7out, 3andi wjeh dyal l3oud",
            "Stora knmoublihum, kanryybhom w kan3awd n'montehom",
            "Chkkara niveau trois, tqwad nbi3 chi kelwa",
            "Ta7t rou7 3la 9elya, 3taw BIK l'ss7ab l'9anya (Wooo)",
            "B13 Savage, Motherfuckers!",
            "Lkelb li kinbe7 ra ga3ma kin9ob!",
            "Magdd'homch nzidhom, hadchi ga3ma kaydour",
            "Matkhafich 3liya tal3 m9iass, eyy!",
            "Lawat lik l'pancréas, eyy!",
            "Rap machi howa perrrr yeah, film mafihch l'glya, mbli w mafihsh l'blya",
            "Fkoula étage kayn Dealer Dope!",
            "Gang, gang",
            "Notorious smiti Pac, la kan gha sber chrit pack",
            "Baghi tmout cham chi sbbat, Woah!",
            "Dir l9oub! 7lit l'compte onssit l'code!",
            "Khassra liya croi, mafikom walo b7al Waikiki w Marwa",
            "You know, ouuh!",
            "B13 Sauuvage!",
            "Gang, gang, gang, WOW!",
            "C'est le Maroc machi USA, kanfiqo Tal 12 KSA",
            "Pran mais encore, fin ta nkon?, machi confort",
            "Ki7el ga3ma kaydo9, kiyakol ga3ma kaydow9",
            "Pran-Dolly mhaydo, maghaykhelli ta chi Iden",
            "7aydlih prise, katmoto 3el l7ssab b7al l'calandriet"
        ]
    },
    {
        "title": "Trump",
        "lyrics": [
            "N7essen lik bla ma , sir rak gha cadeau",
            "Makansinich 7bibi Dolly ki3ayet nta ghi kat bipé",
            "Ch7al men beat mat",
            "Wesh wesh a khona",
            "On danse alors soldier buffalo",
            "W ghanjib one million",
            "Franatek nta japon, 7naya ABS dakchi lach 3el l9ers",
            "7it sayad n3ama kaytbe3ni tornado",
            "Fomi 9omama khayben alfado",
            "Glabt tenue baghi sarf",
            "La mula mula",
            "Mabghitch ngol salam ngol gha ni hao",
            "Taba3ni falacona",
            "Nta 7amam bla 9babo",
            "Eh wowowow eh",
            "Man3etlekch b7al lkherya",
            "Lbelya ktar men l9ess, lghelya trebit m9eres tle3t m9es",
            "7ssebni yallah badidi",
            "Chi rwappa gha nado",
            "Sewel lssani ch7al dabo",
            "Khlass espèce nta katssena ta kat9ros lguichet",
            "Dima taach à bonne heure",
            "Makikhla3nach 7bibis",
            "Dolly la chaleur, 7ri9 7ri9 lbolaEmbed",
            "Wast had rhytmat",
            "9te3t chanti ba9a liya ghi lbelya",
            "Ma3arefch rassi men idi",
            "Niveau fen tban",
            "B7al bale f jerya",
            "W ghayssewtu 3liya",
            "Dabo dabo dabo",
            "Wa dor wa dor",
            "Mherssin fikom didi",
            "Bhal rachid allali kulchi bel 3elali andhnoha lik b pomade",
            "Makaynch fin tbat",
            "Ah bon ah bon",
            "W ghansauver familya",
            "Dolly weld ALI , 3endi f la carte dyali",
            "Afkari tabo tabo",
            "Hadchi li bghito makanle3bch match widi",
            "Ntaya 3aref wana 3aref",
            "Mne9ez men lbalacona",
            "Ne3tik sberdila cuir tseriha , 3endi charaf 7sen men saida charaf",
            "Fi9 fi9 fi9 tbola",
            "18-2000 bremt jwan f wahran kmito f tri9 lhawsen",
            "Tlega ra jayk kick",
            "L7alwa men dzayr w l7chich men nador",
            "Kola dib o nyabo",
            "Wait wait chin chin matb9ach dwi 3la titiz w nta 3endek nice ass",
            "Dolly la chaleur, 7ri9 7ri9 lbola",
            "Piipiip gha tchuf gha wjoh lbakhta 3endi f clipi",
            "Kola 3ris o nsabo",
            "Baghe nsog lamborghini-ha",
            "Tesme3 liya 7sal lik charaf",
            "Andi bit fih tbat",
            "Echec et mat , khyali kayberzetni anlo7 3lih chi nap",
            "La kenti katakol lkhli3 7na ghanweklok sabon",
            "Dratni chi 7aja kangoulha",
            "Kanji ghi rassi makanjich min taraf",
            "Kan3ess b cagoule bach manfi9ch fabor",
            "Kill bill real chill kijiw pile m3rftch lach makayjiwch face",
            "Malhom ki t9erso ghi rashom, wejhek machi dyal lgame dyal rassem",
            "Mtrini liga f lbzazel, mat3i9ch 3liya 3ongi ta7 b snassel",
            "Kulchi original 7ta men slipi",
            "Stora dyali dyali dyali fihom mo3adalat d lmath",
            "Ch7al dwito dwito hdertkom vide vide",
            "B9a jari m3aya ga3ma wsel, 3ini o-k 7it everyday hustlin'"
        ]
    },
    {
        "title": "Yeah Ho V2",
        "lyrics": [
            "Pran finma kilo7 chi track ra dima ki9tolhom, WHAT THE FUCK IS GOING ON!Embed",
            "Fzan9a kayn s7ab tach7am ou f'sma kayn s7ab",
            "Short ou miyawika, wake up, khachi frassi liga",
            "3aych 3icha like Loco",
            "Fi9 o 3i9, ta kberti wlliti morahi9",
            "Kmi w 3ndak tbda tk7ob, Mama b'ga3 l7oub had l'couplet b9a f l'classeur",
            "Rad m3aya lbal fach kankoun jay ra la makandirch l7ass, n3ass",
            "Lamchit ta 3mert ta ntkeb",
            "Ga3ma morkhass, la rkhass, ra kolchi ba9i khass",
            "Laknti mride daba ghatbra, ach bgha?",
            "Eh! You know! Mab9ina baghin walo slak",
            "F7al chi dari sghir fih jour ou tigoul ham, HAM!",
            "Aji hako do9o o doro chi bra fiha l euro",
            "Mota dyal l'klab, ktaba dyal lblad, yes!",
            "3andak ta3ti l ass ou twali ntaya li katmas",
            "W safi-fi, khasser liya processi",
            "Kankhlli ra7a w kantkka 3la jenbi",
            "Pran w l'moussi9a, b7al  l'garo w Thomas Chelby",
            "Kanssre7 f'celulles, drari jabo lbac flkhalil",
            "7assad, ghatb9a lor",
            "L'imparfait niquel plus que parfait, lhadra 3andi bel mikat kanchrab 9ahwa f cafe",
            "Gleb 4-7, ma3chti walo w katdwi 3l prison",
            "Kan'remplacer jenn, makiched fiya ta chi sem",
            "Ch7al men mara kangoul ghan, GHAN!",
            "Snitching,3andi l3am koulo christmas",
            "Dolliprane 9wilbat, 3chiri machi gélule",
            "Chmito gha da9i9, socks ou claquette",
            "0 men jnab, stylo dyal Trap, bless!",
            "Sa7bi!, magad 3la walo safi zem",
            "La jat 3ndi kora 3rf chbka kant9eb, yes sir!",
            "Ch7al men mara kangoul ghan (Taach)",
            "Tanrssem bta loun, wow!",
            "Jwani barmo f ocb twil, Jacketi cuir",
            "Ghat'di chi sir wla n'clashi chi",
            "3imara 11 ddar 12 lbab 13, kolchi tach you know!",
            "Clique, clique, hak kmilek had l'Clopo",
            "Funky dunky skkar f'yeddi w kan'runki",
            "Drari ra tel3o mebliyine mchawe l'l9er3a w l'coco",
            "Clavier 3ndi khasser, khok mollkhass, khass",
            "3andak ghi tmas, l3sa ra koulchi kithaz",
            "Gless,  makib9ach fiya l7al kib9a fiya n3ass",
            "Carotte, w hnaya Naruto, dir l'couchette",
            "Dakchi 3lach ki7etto nefss ness, ghleteti ghatkheless",
            "Tamnnek l3am kaml, makanji lihom tal nhar l'ferd",
            "Mara mara kanghbar ou kanji ndir swab",
            "Pran-Do, 3ndo akhyab graphisme",
            "Alone, drbatni mmi b'talon",
            "Daba bach kat7ess, ma mchinach l'park, ra be3na n7ass",
            "Pran finma kilo7 chi track ra dima ki9tolhom, WHAT THE FUCK IS GOING ON!",
            "T9ad, ghatl9a nor",
            "An'centri jri, argenté gris, PUBG free",
            "SVT, ana BMX nta VTT ja TGV tla3 ou sir ra deja Vu",
            "Pran-Dolly tzad 3ad f messran ra9i9",
            "Denya kollha makeup, pick up,  w katdi sata l mega",
            "Ta lmoussi9a 3ndha 9anoun",
            "Lwe9t li bghatak kat7ek, 3ndak twelli 7ok, li ja ghay7ollek ou idi7ik yes sir!",
            "Hard zone, b7al chi la3ab 3ndo l'carte jaune",
            "Smitek mona fi9i, nta ra monfafi9 la machi rafik",
            "Khellit kolchi w tbe3t l'art",
            "Nmari dyal l7biyer, 3mrek tlgahom f'smartphone",
            "Twenty, twenty, sif kiji fblasst fasl lkharif",
            "3ndi passé zenn, ra7a f l9ber machi 4 seasons",
            "Tkhltat lwa9t ma bin streetwear ou swag",
            "Punch ba9i plastifié madrtch rassi fih",
            "Kan'sacrifier ta7 f'yeddi sak rifi",
            "Katblassi jenb, Casa machi hiyat Sa7t Marichal",
            "Hard core, ma3ndich garde corps",
            "Tais-toi, 7na li ghandiw l'victoire",
            "Hein hein, hijo de puta Khifi 3andak khifi andi boula twal men pepe",
            "Anb9aw ghir nchkiw 3la 3ibad llah",
            "Khassk m3a pilule , kanhersso cellule",
            "Ta malk a sa7bi 3la had l'2aflam?, tfo",
            "Tol o 3ard, lah yjib chifa la kan l'merd",
            "7allit 3ini l9it kolchi K.O, K.O",
            "Li fik fik ra mkhdminek ta f'repos",
            "Matchoufni tal ba3da l moror, 3aych wast lhorror kifach bghiti ichadni lghoror",
            "Haki Talky Walky, marki, jbd calcul 7sseb hadchi w ara alfranki",
            "Ch3al lbola ndiro battle oula defait, 800 gp makijbadnich l sgp",
            "Pran kan ki, ntaya malki?",
            "Ah, stagat s3ab chnawa kats7ab",
            "Do f la cote, fausse f'la note, oh shit!",
            "7adi Coffre fort, ankhllik ta tn3ess w ndrbek b casserole",
            "Smatchi, frassi 3andi Z d'zoro siro tna3so siro tzoro",
            "Mamssw9 l'ta chi 9erd, mawhiba f l9anss talgani f'2ayya 9ent",
            "Fkhatar li ma3andoch tonobil ou tigoul 3an, 3AN!",
            "Kin chi nass nas fihom waklin men nefss ness",
            "9bel maywali sa3i l'barid ra kan bra",
            "Fach tkoun jay 7ni rassk ra kidouz tettoire",
            "Kberti B'Gervais , lyouma Derby",
            "Lwe9t m3atla, matkhla3ch hanya katra",
            "Yallah Go, Go, 3achra zerri3a w darham kaw kaw",
            "Tchenchit, moss o fourchette wa7l ki courgette",
            "9ra chi jarid, llah w lwalida w lwalid",
            "Ji 3ndna tchrob matb9ach tl7ess",
            "Fkhatar li ma3andoch tonobil ou tigoul 3an",
            "Ma7afd ta chi derss, mawakel ta chi 9erss",
            "Maghankhelikch tl3eb m3ana wakha tkoun moul l'ballon",
            "3refti ach ghatdir, ara chi beat akhor",
            "3alam Farid, rbe7ti play ntaya w Farid",
            "Ay fommi",
            "Hak nas, lwa9t bghatak tkoun 3as mas"
        ]
    },
    {
        "title": "Cash",
        "lyrics": [
            "Ta fin kenti nta nsa7bouk roujoula tla3ti gha tfertita Yallaah",
            "Ton verre ton cœur conservatoire chanteur",
            "Ma Tferejnach f tom & jerry hak",
            "Studio f Britich mat3iyetch lina kandirou les bêtises",
            "Tiki taka ra9 ta9 rujula wellat kat PA9 PA9",
            "Pran kijini fhal chi génie smiti mehdi machi Jimmy",
            "Koulna bouhala 3chiri koulchi dial allah ( Pow )",
            "Gelato f plateau lyrica xanax wl bateau",
            "Safi , blama tb9a dou9 w tsouni ra telephoni tafi , ravie",
            "Chwi 9li sle9 sle9 passe partout  tra9 tra9",
            "Koulchi kibla3 nari koulchi taach",
            "Slide base kick snare Caisse claire vise en l'air malek sghir",
            "Nhar sebt kijibou gramme d sanida",
            "Ta haja matkhessek homie koulchi dialna",
            "Chocolat wl gateau koulla match 7na Golato",
            "Enchanter danser oakha elle est pas belle la vie",
            "Fik l ma bared machi dafi",
            "Ha joinat respiri ( POW )",
            "Pull up indépendant makandirou hta chi collab",
            "Machi tchikita cagoule survette nike ba9a b tikitha",
            "Terf d 100 ga3ma kafi ( Gang gang )",
            "Cash LyricsVerse 1 :",
            "Verse 2 :",
            "T-max T9ob n9ob Air max fog l 9ob 9ob",
            "Hook : X3",
            "Ton père ta sœur  ta mère ton frére donc ah",
            "3rafti chghadir bghina cheque floussna CASHEmbed",
            "B darija british hna bghina nta li mabghitich",
            "Tla9 tla9 siroup d n3ass li kijri ra kitkhne9 khne9",
            "Mherssin parebrise dial partner B13 FACE",
            "Zen9a db 3andha style w machi ktabt l jarida",
            "Dreri ga3ma chatou chi fl 7abs chi fl bateau",
            "Mouhal tel9ani hakda koun makanetch l walida",
            "7yati f tatoo MBK lacoste w satour",
            "Bghina euro oula dollar dreri taro ta 3yaw flekher 9aso lard",
            "Merra cagoule merra bavette matchekkach 3lina rebbi li kichafi",
            "Reverse Contraire fond claire North Face Moncler",
            "Maghat3rfch kifach dir l hedchi wakha takoul fanida",
            "3rafti chghadir bghina cheque floussna CASH",
            "Koulchi kitle3 safi gha 3ti lpasse"
        ]
    },
    {
        "title": "Power Rangers",
        "lyrics": [
            "Goultlik Issam ghali s3ib 3lik techrini",
            "Quattro te quiero",
            "Baby, forgive me",
            "Taydik taykwik tayweklek burger f chi Quick",
            "Ch7al men wa7ed sab3o ghi twil",
            "T9al f charge b7al DP, bghitina 3tina CashMoneyAp",
            "Ch7al sal 3rgi fog lbeat 7ta kanjbed zifi",
            "She's so Wild",
            "Raki Mazal Chabba",
            "Koulchi baghi ydou9 koulchi baghi idoukh",
            "Nfousskhouk 3arfink 3aych b flouss bouk",
            "Rah dmaghi danger, sa7bi njibou l'banger",
            "Tla3 lfou9 khoud lcode, hbat chouf khouk",
            "Wlad bladi harbou fl'hayt a 7abibi",
            "Mrid dfa3 maladie (eh), kayna sor3a ma kaynch frein",
            "Dinero, mama, te quiero",
            "Raki Mazal Chabba1Embed",
            "Ana rah jay nta rah gay, kayen Dolly O kayen Pran",
            "F biti n'firaday, kangoulo l chnawa 3chna",
            "Rassi fih chi circuit la3b 3la serwal 2 points",
            "Chokrane Imad 7it demmek vraiment meghribi",
            "Boum boum, bamba",
            "F galbi ch7al dial l'pain, ch7al dial l'pain",
            "Rass mal nsara w chedna zhaymr",
            "Chokrane Imad 7it demmek vraiment meghribi",
            "7ellit m3a Dolly lffam",
            "Tell em llego la ola que entro del momento",
            "9li 9li, crape tayb  b'rouge CP",
            "Jebna n3ass meli kenna kanchoufou f TV",
            "Dinero, dinero",
            "Ana kan wasakh nta ji nettoyer",
            "B52 Sambuca",
            "Cuanto, te quiero",
            "Ch7al men pack 3endi fl MacBook",
            "9bel ma telbess t3ellem ghi twi",
            "Ma 3endi ta chi copain",
            "Dark knight machi l hangover",
            "Malek rteb b7al pantoufa",
            "Ndirou lik iza7a gha nssoukhrouk",
            "Ma 3endich m3a drama",
            "Boum boum, bamba (ba ba)",
            "Jebna n3ass li kenna kanchoufou f TV",
            "Trap dyal deep web, clack crack clap",
            "Ba9i Dolly Pran sauva",
            "Goultlik Issam ghali s3ib 3lik techrini",
            "Baby, forgive me, forgive me",
            "Balencia w McQueen, Alexander malk twil",
            "Bitches around me",
            "Bitches so wild",
            "Li kayji kanrej3ouh kaybki, l7alib khouh sghir kber wella kikmi",
            "9albi bien cuit ou quoi, k7el men nesquik koura f'ront point",
            "Ma kayen zhar, ma kayen zhar",
            "Malgré zhar li ma kayen 3end jedd bouya ma chérie",
            "F tri9i chta katsseb wana ghadi mekssiri",
            "I brought a party in the sta7",
            "Tabe3 7elmi ma3reft tri9 fin ghada ddini",
            "Kberna b'Power Rangers",
            "Kayen gha Pran wahed hit makayna ta chi monada f7al Coca",
            "F tri9i chta katsseb wana ghadi mekssiri",
            "Tabe3 7elmi ma3reft tri9 fin ghada ddini",
            "Power Rangers Lyrics[Pré-refrain: Issam]",
            "Malgré zhar li ma kayen 3end jedd bouya ma chérie",
            "Ha li baghi l9o9 ha li baghi lkhoukh",
            "Boum Boum ba ba",
            "Ma3ndich 3id miladi, khachi jnawa f jnab",
            "What are you talking about",
            "Wakha maderti walou ghan3a9bouk",
            "Jibha men fomm sba3 bach tkoun kain, sniffing cocaine",
            "We choose to party in the club"
        ]
    },
    {
        "title": "Alfrido",
        "lyrics": [
            "Ch7al dyal l'jinat fihom ma sde9 fihoma ta jin",
            "Yeah!, may7ok lik gha dfrek",
            "B'salit chetich 3yto l'modir w l'moftich",
            "Afkari khnazo 3taw ri7a bar's 3ndi mlawtin",
            "Lel khachaba sur scéne",
            "L'fa9r w chaja3a sayidati sada",
            "Ki l'm3az ki tba3o rkhas ki n'3aj",
            "Mossi9ti kat jouneb fach tssali sir dwech",
            "Dolly ghi please!",
            "Zit 7chich ra t'skhon ila ma tbourchtich",
            "Lel khachaba sur scéne3Embed",
            "No reason, ki k3aw, slow flow amazing!",
            "Fach tzadit ghwtet fel wdnine dyal l9abla",
            "Malk sekhfan w jay kat9ter, ga3ma kat9dar, safi gha skot blama tb9a thder",
            "Hak hak, kaw kaw, dyal jazirt lwa9 wa9",
            "Khli dar bla 3cha ghda, lwe9t sakhta",
            "N9dar n9tlek bl'fa9sa la kant ga3 looting",
            "Fach ma jiti mosara3a zan9a mda l'frada",
            "You know what i'm sayin'",
            "Maîtresse bl3 i9amat l'mot",
            "Ri7tek al ghder, werrek 3la subscribe gha nghber",
            "Mn mora moraja3a kayna l'moraghada",
            "Khrif w l'été mentalité d'tiranat l'foot ah!",
            "Kan'sawbo lata dyal kika bli9amat l7ot",
            "Maka njbed, ta chi 7ed Allah y3miha l'chi tnine",
            "Ghda ma ghanjich bach mat'golouch liya ma katich",
            "Stora ki ti7o dir ydik haz dkhal ydik l'kaz",
            "N9der nkoun la3b m3ana w ntl3 nmarquer likom",
            "Kan'jib ro7i f civil w taf la forêt",
            "Wesh Alfrido, Wesh",
            "Chraw 3 mizan, ta chouf chnahowa dayzek",
            "Nari fa9 fa9, what the fuck, fuck",
            "Ghadirha zwina katwssel, c'est le Maroc Telecom",
            "Kanfi9 tal chi khmiss, La jbadt lik rriya",
            "Machi mn no3 d'rwappa li ti'golo l autotune l'3az",
            "Fasma w ddajina stora fog instru 7azin",
            "Wakha tzido diro l'3a9a ghat'b9aw m7tajin",
            "Kanb9a 7al kolchi ki ssed, dekchi ki ji bnine",
            "La tba3tini b'3inik gha nrkhaf lik l'fridowat",
            "Mab9itch 3arf darna fin wellat sakna",
            "Wlah 7ta ybraki saka wla saki haki",
            "Ma zadtich, ma fatich khato moftich",
            "Toilette o n3ass o lmakla, machi mrakna",
            "3am sala w ba9i lay7in l'wra9i look",
            "Tracki fih stoura yfkrek f'Nora bnt cycliste",
            "3 car w pastis khawiha fjib",
            "9elbo 3lih, 9elbo 7nine",
            "Salit tabla, Khatini blabla",
            "Lssani terf d'Naizak, ban liya lma 9ayssek, tabac d dokhan sayssek",
            "Kan'dwi mn A tal Z 7al tes oreille",
            "Ch7al mn lila kant kat'zad wast la maison red",
            "Ma kan'tekka ta kan'bghi n3ass",
            "Always, ki diro Always, ki tl3o l'Norvége",
            "Fkhrjat dakhla, gha ndiro festival gha dyalna 7na",
            "Li 7tajiti ta l'mana3a 3azia sa3ada aah!",
            "Chrab w 9te3 b'réglisse",
            "W Atb9a tssayen",
            "Kantrippi bla gitoun, jwanat o Raggaeton",
            "Pran fin kikoun?, magha t3rfech chkoun li ki call",
            "Dreb chi taff taff (Wah)",
            "Ma ka ntfekkerch la ba9i kan39el, wakha ykoun lberd, ma tktterch men trickowat 9ten (Sehd!)",
            "Pran la ma ki ssawalch",
            "Tri9 del lycée w d'la fac fac",
            "Kanl3eb men niyti wakha ykoun match amical",
            "Ghatbanlik k7el men Sheck Wes",
            "1 2 chi f'3okacha chi fl'2in3ach",
            "Bzaf d's7ab w chwiya dyal l'khot",
            "7afdin zna9i mojodin l'khra9i 7oke",
            "Dwchti wla ba9i gltlek lhedra kat9der",
            "Gless w 3andak gha tbrek, lyouma gha tb9a tbrеm ma gelti walo, homa 3taw bik",
            "Makaynch chi blassa, gha trta7 fiha b7al 9brek (Logic!)",
            "3tih pikalto ga3ma la9i L!!!",
            "Mradti sir dwz, Magha tl9ach tbib w ta tbiba gha thawad",
            "Hada sebbat li dbrеk, fach tdir shi 7aja 3ndak tnssa li kbrek (rdaw bik)",
            "Nigga, wak wak, Pran skot chreb dwak wak",
            "Nta ga3ma safi fik clavier w ta la souris",
            "Machi l7em l7alouf, ma nigga, hada ghi thon",
            "Gha li dreb chi ch-har ki-khrej ti golik hadi krawati"
        ]
    },
    {
        "title": "SiSi",
        "lyrics": [
            "Dina l'bac d'rap bla kiyat, hbat khbat zid siriyat, bach tkber",
            "Chnahwa galti wach makat7chemch, aflamkom torkia 3arfha ma katkmelch",
            "Drari 7argo gha b’pedalo",
            "Gha l’raso kyji rassi, nari sona jarassi",
            "Grillage w ligat UFC, nta gha McDo machi MC",
            "Sat-satat darbin l'miniyat, drari derbo lehom sac, jaw DTiat",
            "Do Re Mi Fa Sol La Si, bach yn3as khasso l’acid",
            "Marra Kech marra babaloo",
            "F7al lma bard f7al lma skhon, kanfi9 fel 7alma ka lga rassi kandkhol",
            "B13, Savage, motherfucker",
            "Chrabt lihom kass'hom, money team ma fihach l’2ass'hom",
            "Gha kaybkiw gha kaychkiw, f7alla ma 3reft chno khass'hom",
            "Do Re Mi Fa Sol La Si, bach yn3as khasso l'acid",
            "Ntoma katsewro b'flash w katless9o b'Clorets w Bubbaloo",
            "Baghi l'cash fin l’cash bach nchri l'mamacita chi cabano",
            "Pran-Dolly FC, kan9essi f'Crunchipsi",
            "You fucking asshole, b9aw 7adinni ta ss'haw",
            "Fommi 3amer gha bel pills, rassek khawi fih pile, l'best home",
            "Cheddato dato l’épilepsie, Coca Cola machi Pepsi",
            "SiSi Lyrics[Intro]",
            "Marra dzira marra cabano",
            "Gha l'raso kyji rassi, nari sona jarassiEmbed",
            "Kandir dakchi li ma kan7melch, hya ma katwledch howa ma kay7melch",
            "9wilbat f bakiat, brawat fjakiat, b9a tehdar",
            "Houa ghadi bik w nta gha jarro",
            "Ch3alti ch3alti ch3al chi garo",
            "Msawweb jiliyat b taguiat, Pran avant-centre tle3to ILYiat",
            "Gha l'raso kyji rassi, nari sona jarassi",
            "Nta gha jaro howa ra jaloux",
            "9bel ma ndrebha kaniyech, kayb9aw fia chi niyat, nta gha chiyach"
        ]
    }
]